Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/lansstyrelsen.se/nat-min-laki-kansallisista-vahemmistoista-.html.tmx
Source language: fin
Languages: sme

source: Laki kansallisista vähemmistöistä - Länsstyrelsen i Stockholm
sme: Láhka riikkalaš unniloguid birra - Länsstyrelsen i Stockholm

source: Laki kansallisista vähemmistöistä
sme: Láhka riikkalaš unniloguid birra

source: Suomeksi HallintoalueetLaki kansallisista vähemmistöistäLääninhallituksen tehtävätJärjestötukiValtiontuki
sme: Davvisámigiella (nordsamiska) HálddahusguovllutLáhka riikkalaš unniloguid birraLeanastivrra bargogohččumušOrganisašuvdnadoarjjaStáhtadoarjja

source: Hallintoalueet
sme: Hálddahusguovllut

source: Lääninhallituksen tehtävät
sme: Leanastivrra bargogohččumuš

source: Järjestötuki
sme: Stáhtadoarjja

source: Valtiontuki
sme: Romani kelderaš

source: Laki kansallisista vähemmistöistä ja vähemmistökielistä astui voimaan 1.1.2010.
sme: Láhka nášuvnnalaš unnitloguid ja unnitlogugielaid birra lea fámus ođđajagimánu 1. s beaivvis 2010.

source: Se korvaa lait oikeudesta käyttää saamea, suomea ja meänkieltä hallintoviranomaisissa ja tuomioistuimissa.
sme: Láhka duššada lágaid riekti geavahit sámi- ja suomagiela ja meänkieli hálddahuseiseválddiin ja duopmostuoluin.

source: Lisäksi saamelaiskäräjälakiin ja sosiaalipalvelulakiin on tehty muutoksia.
sme: Sámidiggelágas ja sosiálavirgelágas leat maid dahkkon rievdadusat.

source: Ruotsin kansainvälisten velvoitteiden mukaisesti tietyt vähemmistöoikeudet tulee toteuttaa koko maassa.
sme: Ruoŧa riikkaidgaskasaš geatnegahttimat dagahit ahte muhtin unnitlogu rievttit galget čađahuvvot olles riikkas.

source: Siksi uusi laki (2009:724) koskee kaikkia kansallisia vähemmistöjä.
sme: Dat ođđa láhka (2009:724) salasta visot vihtta nášuvnnalaš unnitlogu.

source: hallintoviranomaisten tulee sopivalla tavalla tarpeen vaatiessa informoida kansallisia vähemmistöjä heidän oikeuksistaan,
sme: Nu gohčoduvvon vuođđosuodji geatnegahttá earret iežá ahte: hálddahuseiseválddit galget dieđihit vuohkkasit riikkalaš unnitloguide sin rivttiid birra dallego lea dárbu,

source: valtiolla ja kunnilla on erityinen vastuu kansallisten vähemmistökielten suojelemisesta ja edistämisestä, ja lisäksi tulee edistää kansallisten vähemmistöjen mahdollisuuksia säilyttää ja kehittää kulttuuriaan Ruotsissa,
sme: almmolaš váldegottiin lea eareliiggánis ovddasvástádus suodjalit ja ovddidit riikkalaš unnitlogugielaid ja galget maid ovddidit unnitloguid máŧolašvuođaid seailluhit ja ovddidit iežaset kultuvrra Ruoŧas,

source: erityisesti tulee edistää lasten kulttuurisen identiteetin kehittämistä ja oman vähemmistökielen käyttöä,
sme: mánáid ovddideami kultuvrralaš iešdovddus ja iežas unnitlogugiela geavaheami galgá eareliiggánit doarjut,

source: hallintoviranomaisten tulee antaa kansallisille vähemmistöille mahdollisuus vaikuttaa itseään koskeviin asioihin ja neuvotella sellaisista asioista vähemmistöjen edustajien kanssa mahdollisimman paljon.
sme: hálddahuseiseválddit galget addit máŧolašvuođaid riikkalaš unnitloguide váikkuhit áššiin mat gusket sidjiide ja nu buresgo sáhttá galgá ráđđidit unnitloguid ovddasteddjiiguin dakkár jearaldagain.

source: Lisäksi kullakin hallintoalueella on suomen-, saamen- ja meänkielisiä koskevat erikoisoikeudet.
sme: Dasa lassin leat suoma-, sámi- ja meänkieli ságasteddjiin sierra vuoigatvuođat iešguđet hálddahusguovllus.

source: Näitä oikeuksia ovat muun muassa:
sme: Dat vuoigatvuođat leat earret iežá:

source: yksittäisen henkilön oikeus käyttää kieltään asioidessaan suullisesti tai kirjallisesti viranomaisen kanssa, jos viranomainen on asiassa päätöksentekijä,
sme: ovttaskas olbmuin lea riekti ságastit ja čállit iežas giela oktavuođain eiseválddiiguin iežaset áššiin gos eiseváldi lea mearrideaddjin,

source: viranomainen on velvollinen antamaan suullisen vastauksen samalla kielellä sekä vaadittaessa antamaan kirjallisen käännöksen päätöksestä ja sen perusteluista.
sme: eiseváldi lea geatnegahtton vástidit njálmmálaččat seamma gillii ja addit čálalaš jorgaleami mearrádusas ja ákkaid mearrádussii jos gáibiduvvo.

source: Viranomainen voi määrätä erityisen ajan ja paikan vähemmistökielisen palvelun antamista varten,
sme: Eiseváldi sáhttá mearridit sierra áiggi ja báikki goas ja gos lea giellabálvalus,

source: hallintoviranomaisen tulee huolehtia siitä, että käytettävissä on vähemmistökielen taitoista henkilökuntaa,
sme: hálddahuseiseválddit galget bargat dan ovddas ahte leat bargit geain lea máhttu unnitlogugielain,

source: kunnilla on erityisiä velvollisuuksia järjestää vanhusten- ja lastenhuoltoa kokonaan tai osittain vähemmistökielellä, jos joku hallintoalueella sitä vaatii.
sme: suohkaniin lea eareliiggánis geatnegasvuohta fállat unnitlogugielat boarrásiid- ja mánáidfuolaheami jos soamis hálddahusguovllus dan sihtá.

source: Asiaan liittyvää tietoa
sme: Fálaldat sáhttá leat sámigielat olles- dahje oasseáigái.
